/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Annuler";
"FORCE_EJECT" = "Forcer l’éjection du disque…";
"CONFIRM_FORCE" = "Forcer l’éjection du disque";
"TRY_AGAIN" = "Réessayer";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Le disque n’a pas été éjecté car il est peut-être utilisé par un ou plusieurs programmes.";
"VOLUME_IN_USE" = "Le disque « %@ » n’a pas été éjecté car il est peut-être utilisé par un ou plusieurs programmes.";

"TRYING_TO_EJECT_INFO" = "Pour éjecter le disque immédiatement, cliquez sur le bouton Forcer l’éjection du disque.";
"UNABLE_TO_EJECT_INFO" = "Vous pouvez essayer d’éjecter à nouveau le disque ou cliquer sur Forcer l’éjection du disque pour l’éjecter immédiatement.";

"UNKNOWN_FORCE_EJECT" = "Êtes-vous sûr de vouloir éjecter le disque ?";
"VOLUME_FORCE_EJECT" = "Êtes-vous sûr de vouloir éjecter « %@ » ?";

"CONFIRM_FORCEEJECT_INFO" = "L’éjection du disque peut créer des problèmes avec le disque ou les informations qu’il contient.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Impossible d’éjecter le disque car il est utilisé par « %@ ».";
"VOLUME_IN_USE_BY_1GUIPROC" = "Impossible d’éjecter le disque « %1$@ » car il est utilisé par « %2$@ ».";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Impossible d’éjecter le disque car il est utilisé par « %1$@ » et « %2$@ ».";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Impossible d’éjecter le disque « %1$@ » car il est utilisé par « %2$@ » et « %3$@ ».";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Impossible d’éjecter le disque car il est utilisé par « %@ » et d’autres applications.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Impossible d’éjecter le disque « %1$@ » car il est utilisé par « %2$@ » et d’autres applications.";

"QUIT_ONE_INFO" = "Quittez cette application puis réessayez d’éjecter le disque.";
"QUIT_MULTIPLE_INFO" = "Quittez ces applications puis réessayez d’éjecter le disque.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Impossible d’éjecter le disque car un autre utilisateur (« %@ ») l’utilise.";
"VOLUME_IN_USE_BY_1USER" = "Impossible d’éjecter le disque « %1$@ » car un autre utilisateur (« %2$@ ») l’utilise.";

"UNKNOWN_IN_USE_BY_2USERS" = "Impossible d’éjecter le disque car d’autres utilisateurs (« %1$@ » et « %2$@ ») l’utilisent.";
"VOLUME_IN_USE_BY_2USERS" = "Impossible d’éjecter le disque « %1$@ » car d’autres utilisateurs (« %2$@ », « %3$@ ») l’utilisent.";

"UNKNOWN_IN_USE_BY_3USERS" = "Impossible d’éjecter le disque car d’autres utilisateurs (notamment « %1$@ », « %2$@ ») l’utilisent.";
"VOLUME_IN_USE_BY_3USERS" = "Impossible d’éjecter le disque « %1$@ » car d’autres utilisateurs (notamment « %2$@ », « %3$@ ») l’utilisent.";

"LOGOUT_ONE_INFO" = "Une fois que « %@ » aura terminé d’utiliser le disque, essayez à nouveau de l’éjecter.";
"LOGOUT_MULTIPLE_INFO" = "Une fois que les autres utilisateurs auront terminé d’utiliser le disque, essayez à nouveau de l’éjecter.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Impossible d’éjecter le disque « %1$@ » car il est en service.";
"UNKNOWN_HAS_DISKIMAGE" = "Impossible d’éjecter le disque car il est en service.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Éjectez d’abord « %1$@ » puis réessayez d’éjecter « %2$@ ».";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Éjectez d’abord « %1$@ » et « %2$@ », puis réessayez d’éjecter « %3$@ ».";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Éjectez d’abord « %1$@ » et les autres disques, puis réessayez d’éjecter « %2$@ ».";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Éjectez premièrement « %1$@ » puis réessayez d’éjecter le disque.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Éjectez premièrement « %1$@ » et « %2$@ » puis réessayez d’éjecter le disque.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Éjectez premièrement « %1$@ » et les autres disques puis réessayez d’éjecter le disque.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Le disque a été éjecté.";
"VOLUME_WAS_EJECTED" = "Le disque « %@ » a été éjecté.";


/* Misc strings */
"TRYING_TO_EJECT" = "Tentative d’éjection";

"PROCESS_PID" = "Processus %d";